Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: What Would Be Saved
de: Was gesichert würde
es: Qué se guardaría
fr: Ce qui serait enregistré
ja: 保存される内容
ko: 저장될 내용
pt_br: O Que Seria Salvo
ru: Что будет сохранено
zh_hans: 将会保存的内容
zh_hant: 會儲存哪些內容

source: What the key shows
de: Was die Taste zeigt
es: Lo que muestra la tecla
fr: Ce qu'affiche la touche
ja: キーの表示内容
ko: 키에 표시되는 내용
pt_br: O que a tecla exibe
ru: Подпись клавиши
zh_hans: 按键显示的内容
zh_hant: 按鍵顯示的內容

source: What the key shows, and the text it types. \e Escape, \t Tab, \n Return, \xHH a character.
de: Was die Taste zeigt und welchen Text sie tippt. \e Escape, \t Tab, \n Return, \xHH ein Zeichen.
es: Lo que muestra la tecla y el texto que escribe. \e Escape, \t Tabulador, \n Retorno, \xHH un carácter.
fr: Ce qu'affiche la touche, et le texte qu'elle tape. \e Échap, \t Tab, \n Retour, \xHH un caractère.
ja: キーの表示内容と入力するテキスト。\e は Escape、\t は Tab、\n は Return、\xHH は文字。
ko: 키에 표시되는 내용과 입력하는 텍스트. \e Escape, \t Tab, \n Return, \xHH 문자.
pt_br: O que a tecla exibe e o texto que ela digita. \e Escape, \t Tab, \n Return, \xHH um caractere.
ru: Подпись клавиши и вводимый текст. \e — Escape, \t — Tab, \n — Return, \xHH — символ.
zh_hans: 按键显示的内容及其输入的文本。\e 为 Escape，\t 为 Tab，\n 为 Return，\xHH 为一个字符。
zh_hant: 按鍵顯示的內容，以及它輸入的文字。\e 為 Escape，\t 為 Tab，\n 為 Return，\xHH 為字元。

source: What the key types
de: Was die Taste tippt
es: Lo que escribe la tecla
fr: Ce que tape la touche
ja: キーで入力するテキスト
ko: 키가 입력하는 내용
pt_br: O que a tecla digita
ru: Вводимый текст
zh_hans: 按键输入的内容
zh_hant: 按鍵輸入的內容

source: When enabled, LLM Chat appears in Switch Terminal and Workspace menus.
de: Wenn aktiviert, erscheint LLM-Chat in den Menüs „Terminal wechseln“ und Workspace.
es: Si está activado, Chat LLM aparece en los menús Cambiar de terminal y Espacio de trabajo.
fr: Lorsque cette option est activée, Chat LLM apparaît dans les menus Changer de terminal et Espace de travail.
ja: オンにすると、「ターミナルを切り替え」とワークスペースのメニューに LLM チャットが表示されます。
ko: 활성화하면 LLM 채팅이 터미널 전환 및 워크스페이스 메뉴에 나타납니다.
pt_br: Quando ativado, o Chat LLM aparece nos menus Trocar Terminal e Espaço de trabalho.
ru: Если включено, LLM-чат появляется в меню «Сменить терминал» и в меню рабочей области.
zh_hans: 启用后，LLM 聊天会出现在“切换终端”和工作区菜单中。
zh_hant: 啟用後，LLM 對話會顯示在「切換終端機」和工作區選單中。

source: When enabled, new Workspace terminals, app sessions, and headless commands (LLM Chat's shell tool, Shortcuts' Run Command) run as "%1$@" (UID %2$d) instead of root. The Session Shell always signs in as root.
de: Wenn aktiviert, laufen neue Workspace-Terminals, App-Sitzungen und Hintergrundbefehle (Shell-Tool von LLM-Chat, „Befehl ausführen“ in Kurzbefehle) als „%1$@“ (UID %2$d) statt als root. Die Sitzungs-Shell meldet sich immer als root an.
es: Si está activado, las nuevas terminales del espacio de trabajo, las sesiones de apps y los comandos sin interfaz (la herramienta de shell de Chat LLM, Ejecutar comando de Atajos) se ejecutan como "%1$@" (UID %2$d) en lugar de root. La shell de sesión siempre inicia sesión como root.
fr: Lorsque cette option est activée, les nouveaux terminaux de l'espace de travail, les sessions de l'app et les commandes sans interface (l'outil shell de Chat LLM, Exécuter une commande de Raccourcis) s'exécutent en tant que "%1$@" (UID %2$d) au lieu de root. Le shell de session se connecte toujours en tant que root.
ja: オンにすると、新しいワークスペースのターミナル、App のセッション、ヘッドレスコマンド（LLM チャットのシェルツール、ショートカットの「コマンドを実行」）は root ではなく“%1$@”（UID %2$d）として実行されます。セッションシェルは常に root としてサインインします。
ko: 활성화하면 새 워크스페이스 터미널, 앱 세션 및 헤드리스 명령(LLM 채팅의 셸 도구, 단축어의 명령 실행)이 root 대신 "%1$@"(UID %2$d)(으)로 실행됩니다. 세션 셸은 항상 root로 로그인합니다.
pt_br: Quando ativado, novos terminais do Espaço de trabalho, sessões do app e comandos sem interface (a ferramenta de shell do Chat LLM, Executar Comando do Atalhos) são executados como "%1$@" (UID %2$d) em vez de root. O Shell da Sessão sempre entra como root.
ru: Если включено, новые терминалы рабочей области, сеансы приложения и фоновые команды (инструмент оболочки LLM-чата, «Выполнить команду» в Командах) выполняются от имени "%1$@" (UID %2$d), а не root. Оболочка сеанса всегда входит как root.
zh_hans: 启用后，新的工作区终端、App 会话和无界面命令（LLM 聊天的 shell 工具、快捷指令的“运行命令”）将以“%1$@”（UID %2$d）而非 root 身份运行。会话 Shell 始终以 root 身份登录。
zh_hant: 啟用後，新的工作區終端機、App 工作階段和無介面指令（LLM 對話的 shell 工具、捷徑的「執行指令」）會以 "%1$@"（UID %2$d）而非 root 身分執行。工作階段 Shell 一律以 root 登入。

source: When enabled, new Workspace terminals, app sessions, and headless commands (LLM Chat's shell tool, Shortcuts' Run Command) run as the UID %d account instead of root -- but this filesystem doesn't have one yet. The Session Shell always signs in as root.
de: Wenn aktiviert, laufen neue Workspace-Terminals, App-Sitzungen und Hintergrundbefehle (Shell-Tool von LLM-Chat, „Befehl ausführen“ in Kurzbefehle) unter dem Account mit UID %d statt als root – aber dieses Dateisystem hat noch keinen. Die Sitzungs-Shell meldet sich immer als root an.
es: Si está activado, las nuevas terminales del espacio de trabajo, las sesiones de apps y los comandos sin interfaz (la herramienta de shell de Chat LLM, Ejecutar comando de Atajos) se ejecutan con la cuenta de UID %d en lugar de root -- pero este sistema de archivos aún no tiene ninguna. La shell de sesión siempre inicia sesión como root.
fr: Lorsque cette option est activée, les nouveaux terminaux de l'espace de travail, les sessions de l'app et les commandes sans interface (l'outil shell de Chat LLM, Exécuter une commande de Raccourcis) s'exécutent avec le compte d'UID %d au lieu de root -- mais ce système de fichiers n'en a pas encore. Le shell de session se connecte toujours en tant que root.
ja: オンにすると、新しいワークスペースのターミナル、App のセッション、ヘッドレスコマンド（LLM チャットのシェルツール、ショートカットの「コマンドを実行」）は root ではなく UID %d のアカウントとして実行されます -- ただし、このファイルシステムにはまだそのアカウントがありません。セッションシェルは常に root としてサインインします。
ko: 활성화하면 새 워크스페이스 터미널, 앱 세션 및 헤드리스 명령(LLM 채팅의 셸 도구, 단축어의 명령 실행)이 root 대신 UID %d 계정으로 실행됩니다 -- 하지만 이 파일 시스템에는 아직 해당 계정이 없습니다. 세션 셸은 항상 root로 로그인합니다.
pt_br: Quando ativado, novos terminais do Espaço de trabalho, sessões do app e comandos sem interface (a ferramenta de shell do Chat LLM, Executar Comando do Atalhos) são executados como a conta de UID %d em vez de root -- mas este sistema de arquivos ainda não tem uma. O Shell da Sessão sempre entra como root.
ru: Если включено, новые терминалы рабочей области, сеансы приложения и фоновые команды (инструмент оболочки LLM-чата, «Выполнить команду» в Командах) выполняются от имени учётной записи с UID %d, а не root, — но в этой файловой системе её пока нет. Оболочка сеанса всегда входит как root.
zh_hans: 启用后，新的工作区终端、App 会话和无界面命令（LLM 聊天的 shell 工具、快捷指令的“运行命令”）将以 UID %d 的账户而非 root 身份运行——但此文件系统尚无该账户。会话 Shell 始终以 root 身份登录。
zh_hant: 啟用後，新的工作區終端機、App 工作階段和無介面指令（LLM 對話的 shell 工具、捷徑的「執行指令」）會以 UID %d 帳號而非 root 身分執行 -- 但此檔案系統尚無該帳號。工作階段 Shell 一律以 root 登入。

source: When enabled, the Shortcuts app's "Run Command" action can run shell commands in the guest system without opening iSH-AOK.
de: Wenn aktiviert, kann die Aktion „Befehl ausführen“ der Kurzbefehle-App Shell-Befehle im Gastsystem ausführen, ohne iSH-AOK zu öffnen.
es: Si está activado, la acción "Ejecutar comando" de la app Atajos puede ejecutar comandos de shell en el sistema invitado sin abrir iSH-AOK.
fr: Lorsque cette option est activée, l'action « Exécuter une commande » de l'app Raccourcis peut exécuter des commandes shell dans le système invité sans ouvrir iSH-AOK.
ja: オンにすると、“ショートカット”App の「コマンドを実行」アクションで、iSH-AOK を開かずにゲストシステムでシェルコマンドを実行できます。
ko: 활성화하면 단축어 앱의 "명령 실행" 동작이 iSH-AOK를 열지 않고도 게스트 시스템에서 셸 명령을 실행할 수 있습니다.
pt_br: Quando ativado, a ação "Executar Comando" do app Atalhos pode executar comandos shell no sistema convidado sem abrir o iSH-AOK.
ru: Если включено, действие "Выполнить команду" в приложении «Команды» может выполнять команды оболочки в гостевой системе, не открывая iSH-AOK.
zh_hans: 启用后，“快捷指令”App 的“运行命令”操作无需打开 iSH-AOK 即可在客户机系统中运行 shell 命令。
zh_hant: 啟用後，「捷徑」App 的「執行指令」動作可在不打開 iSH-AOK 的情況下，於客體系統中執行 shell 指令。

source: When the model wants to
de: Wenn das Modell Folgendes möchte
es: Cuando el modelo quiere
fr: Quand le modèle veut
ja: モデルが次の操作をするとき
ko: 모델이 다음을 원할 때
pt_br: Quando o modelo quiser
ru: Когда модель хочет
zh_hans: 当模型想要
zh_hant: 當模型想要

source: When this is enabled, light and dark color schemes will share a single palette.
de: Wenn aktiviert, teilen sich helles und dunkles Farbschema eine Palette.
es: Si está activado, los esquemas de colores claro y oscuro compartirán una sola paleta.
fr: Lorsque cette option est activée, les jeux de couleurs clair et sombre partagent une seule palette.
ja: オンにすると、ライトとダークの配色で 1 つのパレットを共有します。
ko: 활성화하면 라이트 및 다크 색상 구성표가 단일 팔레트를 공유합니다.
pt_br: Quando ativado, os esquemas de cores claro e escuro compartilharão uma única paleta.
ru: Если включено, светлая и тёмная цветовые схемы используют одну палитру.
zh_hans: 启用后，浅色和深色配色方案将共用同一个调色板。
zh_hant: 啟用後，淺色和深色配色將共用同一個調色盤。

source: Where this chat's commands start and its relative file paths point, and where AGENTS.md is looked for. File edits outside it always ask. Leave empty for the home directory.
de: Wo die Befehle dieses Chats starten, worauf relative Dateipfade zeigen und wo nach AGENTS.md gesucht wird. Dateiänderungen außerhalb davon fragen immer. Leer lassen für den Home-Ordner.
es: Donde empiezan los comandos de este chat y adonde apuntan sus rutas de archivo relativas, y donde se busca AGENTS.md. Las ediciones de archivos fuera de él siempre preguntan. Déjalo vacío para usar la carpeta de inicio.
fr: L'endroit où démarrent les commandes de cette conversation et vers lequel pointent ses chemins relatifs, et où AGENTS.md est recherché. Les modifications de fichiers en dehors demandent toujours confirmation. Laissez vide pour le dossier personnel.
ja: このチャットのコマンドの開始場所、相対ファイルパスの基準、AGENTS.md を探す場所。その外でのファイル編集は常に確認されます。空欄にするとホームディレクトリになります。
ko: 이 채팅의 명령이 시작되고 상대 파일 경로가 가리키는 위치이자 AGENTS.md를 찾는 위치입니다. 이 위치 외부의 파일 편집은 항상 묻습니다. 홈 디렉터리를 사용하려면 비워 두십시오.
pt_br: Onde os comandos deste chat começam e para onde seus caminhos relativos apontam, e onde o AGENTS.md é procurado. Edições de arquivos fora dele sempre perguntam. Deixe em branco para a pasta pessoal.
ru: Здесь начинаются команды этого чата, отсюда отсчитываются относительные пути к файлам и здесь ищется AGENTS.md. Правка файлов вне этой папки всегда требует подтверждения. Оставьте пустым для домашнего каталога.
zh_hans: 此聊天的命令从这里开始运行，相对文件路径以此为基准，也在这里查找 AGENTS.md。对其以外文件的编辑始终会询问。留空则使用主目录。
zh_hant: 此對話的指令從哪裡開始、相對檔案路徑指向哪裡，以及在哪裡尋找 AGENTS.md。在其之外編輯檔案一律會詢問。留空則使用個人目錄。

source: Which model a chat talks to is chosen with the chat's model button, next to Chats.
de: Mit welchem Modell ein Chat spricht, wählst du mit der Modelltaste des Chats neben „Chats“.
es: El modelo con el que habla un chat se elige con el botón de modelo del chat, junto a Chats.
fr: Le modèle avec lequel une conversation discute se choisit avec le bouton Modèle de la conversation, à côté de Conversations.
ja: チャットで話すモデルは、「チャット」の隣にあるチャットのモデルボタンで選択します。
ko: 채팅이 대화할 모델은 채팅 옆의 모델 버튼으로 선택합니다.
pt_br: O modelo com o qual um chat conversa é escolhido no botão de modelo do chat, ao lado de Chats.
ru: С какой моделью общается чат, выбирается кнопкой модели чата рядом с «Чатами».
zh_hans: 聊天使用哪个模型，通过“聊天”旁的模型按钮选择。
zh_hant: 對話使用哪個模型，可透過「對話」旁的模型按鈕選擇。

source: White
de: Weiß
es: Blanco
fr: Blanc
ja: 白
ko: 흰색
pt_br: Branco
ru: Белый
zh_hans: 白色
zh_hant: 白色

source: Why It Was Not Saved
de: Warum nicht gesichert wurde
es: Por qué no se guardó
fr: Pourquoi elle n'a pas été enregistrée
ja: 保存されなかった理由
ko: 저장되지 않은 이유
pt_br: Por Que Não Foi Salvo
ru: Почему не сохранено
zh_hans: 未保存的原因
zh_hant: 未儲存的原因

source: Window
de: Fenster
es: Ventana
fr: Fenêtre
ja: ウインドウ
ko: 윈도우
pt_br: Janela
ru: Окно
zh_hans: 窗口
zh_hant: 視窗

source: Windows
de: Fenster
es: Ventanas
fr: Fenêtres
ja: ウインドウ
ko: 윈도우
pt_br: Janelas
ru: Окна
zh_hans: 窗口
zh_hant: 視窗

source: Word Wrap
de: Zeilenumbruch
es: Ajuste de línea
fr: Retour à la ligne automatique
ja: ワードラップ
ko: 자동 줄바꿈
pt_br: Quebra de Linha
ru: Перенос по словам
zh_hans: 自动换行
zh_hant: 自動換行

source: Working
de: Aktiv
es: En curso
fr: En cours
ja: 実行中
ko: 작업 중
pt_br: Em execução
ru: Работают
zh_hans: 工作中
zh_hant: 執行中

source: Working Directory
de: Arbeitsverzeichnis
es: Directorio de trabajo
fr: Répertoire de travail
ja: 作業ディレクトリ
ko: 작업 디렉터리
pt_br: Diretório de Trabalho
ru: Рабочая папка
zh_hans: 工作目录
zh_hant: 工作目錄

source: Working Directory…
de: Arbeitsverzeichnis …
es: Directorio de trabajo…
fr: Répertoire de travail…
ja: 作業ディレクトリ…
ko: 작업 디렉터리…
pt_br: Diretório de Trabalho…
ru: Рабочая папка…
zh_hans: 工作目录…
zh_hant: 工作目錄…

source: Working directory: %@
de: Arbeitsverzeichnis: %@
es: Directorio de trabajo: %@
fr: Répertoire de travail : %@
ja: 作業ディレクトリ: %@
ko: 작업 디렉터리: %@
pt_br: Diretório de trabalho: %@
ru: Рабочая папка: %@
zh_hans: 工作目录：%@
zh_hant: 工作目錄：%@

source: Working directory: %@ (the home directory).
de: Arbeitsverzeichnis: %@ (der Home-Ordner).
es: Directorio de trabajo: %@ (la carpeta de inicio).
fr: Répertoire de travail : %@ (le dossier personnel).
ja: 作業ディレクトリ: %@（ホームディレクトリ）。
ko: 작업 디렉터리: %@(홈 디렉터리).
pt_br: Diretório de trabalho: %@ (a pasta pessoal).
ru: Рабочая папка: %@ (домашний каталог).
zh_hans: 工作目录：%@（主目录）。
zh_hant: 工作目錄：%@（個人目錄）。

source: Working: %@
de: Aktiv: %@
es: En curso: %@
fr: En cours : %@
ja: 実行中: %@
ko: 작업 중: %@
pt_br: Em execução: %@
ru: Работает: %@
zh_hans: 工作中：%@
zh_hant: 執行中：%@

source: Workspace Current
de: Workspace Aktuell
es: Espacio de trabajo Actual
fr: Espace de travail Actuel
ja: ワークスペース 現在の設定
ko: 워크스페이스 현재
pt_br: Espaço de Trabalho Atual
ru: Рабочая область Текущий
zh_hans: 工作区 当前
zh_hant: 工作區 目前

source: Workspace Style
de: Workspace-Stil
es: Estilo del espacio de trabajo
fr: Style de l'espace de travail
ja: ワークスペースのスタイル
ko: 워크스페이스 스타일
pt_br: Estilo do Espaço de Trabalho
ru: Стиль рабочей области
zh_hans: 工作区样式
zh_hant: 工作區樣式

source: Workspace Style: %@
de: Workspace-Stil: %@
es: Estilo del espacio de trabajo: %@
fr: Style de l'espace de travail : %@
ja: ワークスペースのスタイル: %@
ko: 워크스페이스 스타일: %@
pt_br: Estilo do Espaço de Trabalho: %@
ru: Стиль рабочей области: %@
zh_hans: 工作区样式：%@
zh_hant: 工作區樣式：%@

source: Workspace Style…
de: Workspace-Stil …
es: Estilo del espacio de trabajo…
fr: Style de l'espace de travail…
ja: ワークスペースのスタイル…
ko: 워크스페이스 스타일…
pt_br: Estilo do Espaço de Trabalho…
ru: Стиль рабочей области…
zh_hans: 工作区样式…
zh_hant: 工作區樣式…

source: Workspace menu
de: Workspace-Menü
es: Menú del espacio de trabajo
fr: Menu de l'espace de travail
ja: ワークスペースメニュー
ko: 워크스페이스 메뉴
pt_br: Menu do espaço de trabalho
ru: Меню рабочей области
zh_hans: 工作区菜单
zh_hant: 工作區選單

source: Workspace windows are unavailable on this device
de: Workspace-Fenster sind auf diesem Gerät nicht verfügbar
es: Las ventanas del espacio de trabajo no están disponibles en este dispositivo
fr: Les fenêtres d'espace de travail ne sont pas disponibles sur cet appareil
ja: このデバイスではワークスペースウインドウを利用できません
ko: 이 기기에서는 워크스페이스 윈도우를 사용할 수 없음
pt_br: Janelas do espaço de trabalho não estão disponíveis neste dispositivo
ru: Окна рабочей области недоступны на этом устройстве
zh_hans: 此设备不支持工作区窗口
zh_hant: 此裝置無法使用工作區視窗

source: Write file?
de: Datei schreiben?
es: ¿Escribir archivo?
fr: Écrire le fichier ?
ja: ファイルに書き込みますか？
ko: 파일을 쓰겠습니까?
pt_br: Gravar arquivo?
ru: Записать файл?
zh_hans: 写入文件？
zh_hant: 要寫入檔案嗎？

source: Write this session to disk
de: Diese Sitzung auf den Speicher schreiben
es: Escribir esta sesión en el disco
fr: Écrire cette session sur le disque
ja: このセッションをディスクに書き込む
ko: 이 세션을 디스크에 기록
pt_br: Gravar esta sessão no disco
ru: Записать этот сеанс на диск
zh_hans: 将此会话写入磁盘
zh_hant: 將此工作階段寫入磁碟

source: Writes this session to disk so the next launch resumes it.
de: Schreibt diese Sitzung auf den Speicher, damit der nächste Start sie fortsetzt.
es: Escribe esta sesión en el disco para que el próximo inicio la reanude.
fr: Écrit cette session sur le disque pour que le prochain lancement la reprenne.
ja: このセッションをディスクに書き込み、次回の起動時に再開できるようにします。
ko: 이 세션을 디스크에 기록하여 다음 실행 시 재개합니다.
pt_br: Grava esta sessão no disco para que a próxima abertura a retome.
ru: Записывает этот сеанс на диск, чтобы при следующем запуске продолжить его.
zh_hans: 将此会话写入磁盘，以便下次启动时恢复。
zh_hant: 將此工作階段寫入磁碟，以便下次啟動時恢復。

source: Writes this session to disk so the next launch resumes it. Touch and hold for session options.
de: Schreibt diese Sitzung auf den Speicher, damit der nächste Start sie fortsetzt. Berühren und halten für Sitzungsoptionen.
es: Escribe esta sesión en el disco para que el próximo inicio la reanude. Mantén pulsado para ver las opciones de sesión.
fr: Écrit cette session sur le disque pour que le prochain lancement la reprenne. Maintenez le doigt pour les options de session.
ja: このセッションをディスクに書き込み、次回の起動時に再開できるようにします。長押しでセッションのオプションを表示します。
ko: 이 세션을 디스크에 기록하여 다음 실행 시 재개합니다. 세션 옵션을 보려면 길게 누르십시오.
pt_br: Grava esta sessão no disco para que a próxima abertura a retome. Toque e mantenha pressionado para opções da sessão.
ru: Записывает этот сеанс на диск, чтобы при следующем запуске продолжить его. Коснитесь и удерживайте для параметров сеанса.
zh_hans: 将此会话写入磁盘，以便下次启动时恢复。按住以查看会话选项。
zh_hant: 將此工作階段寫入磁碟，以便下次啟動時恢復。按住以使用工作階段選項。

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
ja: 黄
ko: 노란색
pt_br: Amarelo
ru: Жёлтый
zh_hans: 黄色
zh_hant: 黃色

source: You are a concise assistant…
de: Du bist ein knapper Assistent …
es: Eres un asistente conciso…
fr: Vous êtes un assistant concis…
ja: あなたは簡潔なアシスタントです…
ko: 당신은 간결한 어시스턴트입니다…
pt_br: Você é um assistente conciso…
ru: Вы — лаконичный ассистент…
zh_hans: 你是一个简洁的助手…
zh_hant: 你是一個簡潔的助理…

source: Your Wayland Session Came Along
de: Deine Wayland-Sitzung ist mitgekommen
es: Tu sesión de Wayland te ha acompañado
fr: Votre session Wayland a suivi
ja: Wayland セッションも一緒に移動しました
ko: Wayland 세션도 함께 옮겨왔습니다
pt_br: Sua Sessão Wayland Veio Junto
ru: Ваш сеанс Wayland перенесён
zh_hans: 你的 Wayland 会话也一起过来了
zh_hant: 你的 Wayland 工作階段也一起過來了

source: Your shell command rules are replaced by the defaults, which allow only commands that look at things (ls, cat, git status, ...).
de: Deine Regeln für Shell-Befehle werden durch die Standardregeln ersetzt, die nur Befehle erlauben, die etwas ansehen (ls, cat, git status, ...).
es: Tus reglas de comandos de shell se sustituyen por las predeterminadas, que solo permiten comandos que consultan cosas (ls, cat, git status, ...).
fr: Vos règles de commandes shell sont remplacées par celles par défaut, qui n'autorisent que les commandes de consultation (ls, cat, git status, ...).
ja: シェルコマンドのルールがデフォルトに置き換えられます。デフォルトでは、内容を見るだけのコマンド（ls、cat、git status など）のみが許可されます。
ko: 셸 명령 규칙이 기본값으로 대체되며, 기본값은 항목을 살펴보는 명령(ls, cat, git status, ...)만 허용합니다.
pt_br: Suas regras de comandos shell serão substituídas pelas padrão, que permitem apenas comandos que só observam (ls, cat, git status, ...).
ru: Ваши правила команд оболочки будут заменены стандартными, которые разрешают только команды для просмотра (ls, cat, git status, ...).
zh_hans: 你的 shell 命令规则将被替换为默认规则，默认规则仅允许查看类命令（ls、cat、git status 等）。
zh_hant: 你的 shell 指令規則會被預設規則取代，預設規則只允許查看內容的指令（ls、cat、git status 等）。

source: a chat
de: ein Chat
es: un chat
fr: une conversation
ja: チャット
ko: 채팅
pt_br: um chat
ru: чат
zh_hans: 一个聊天
zh_hant: 一個對話

source: a filesystem
de: ein Dateisystem
es: un sistema de archivos
fr: un système de fichiers
ja: ファイルシステム
ko: 파일 시스템
pt_br: um sistema de arquivos
ru: файловая система
zh_hans: 一个文件系统
zh_hant: 一個檔案系統

source: arm64 (native AArch64) guest rootfs.
de: arm64 (natives AArch64) Gast-rootfs.
es: Rootfs invitado arm64 (AArch64 nativo).
fr: Rootfs invité arm64 (AArch64 natif).
ja: arm64（ネイティブ AArch64）ゲストルートファイルシステム。
ko: arm64(네이티브 AArch64) 게스트 rootfs.
pt_br: Rootfs convidado arm64 (AArch64 nativo).
ru: Гостевая rootfs для arm64 (нативный AArch64).
zh_hans: arm64（原生 AArch64）客户机根文件系统。
zh_hant: arm64（原生 AArch64）客體 rootfs。

source: by %@
de: von %@
es: por %@
fr: par %@
ja: 作: %@
ko: 제작: %@
pt_br: por %@
ru: автор: %@
zh_hans: 作者：%@
zh_hant: 作者：%@

source: cd Here
de: cd hierher
es: cd aquí
fr: cd ici
ja: ここに cd
ko: 여기로 cd
pt_br: cd Aqui
ru: cd сюда
zh_hans: cd 到此处
zh_hant: cd 到這裡

source: charging
de: lädt
es: cargando
fr: en charge
ja: 充電中
ko: 충전 중
pt_br: carregando
ru: заряжается
zh_hans: 正在充电
zh_hant: 充電中

source: check agent %@
de: Agent %@ prüfen
es: comprobar agente %@
fr: vérifier l'agent %@
ja: エージェント %@ を確認
ko: 에이전트 %@ 확인
pt_br: verificar agente %@
ru: проверка агента %@
zh_hans: 检查代理 %@
zh_hant: 檢查代理 %@

source: connecting MCP servers
de: MCP-Server werden verbunden
es: conectando servidores MCP
fr: connexion aux serveurs MCP
ja: MCP サーバに接続中
ko: MCP 서버 연결 중
pt_br: conectando servidores MCP
ru: подключение серверов MCP
zh_hans: 正在连接 MCP 服务器
zh_hant: 正在連線 MCP 伺服器

source: could not connect
de: keine Verbindung möglich
es: no se pudo conectar
fr: connexion impossible
ja: 接続できませんでした
ko: 연결할 수 없음
pt_br: não foi possível conectar
ru: не удалось подключиться
zh_hans: 无法连接
zh_hant: 無法連線

source: created
de: erstellt
es: creado
fr: créé
ja: 作成
ko: 생성됨
pt_br: criado
ru: создан
zh_hans: 已创建
zh_hant: 已建立

source: default
de: Standard
es: predeterminado
fr: par défaut
ja: デフォルト
ko: 기본
pt_br: padrão
ru: по умолчанию
zh_hans: 默认
zh_hant: 預設

source: e.g. 1.1.1.1 1.0.0.1
de: z. B. 1.1.1.1 1.0.0.1
es: p. ej., 1.1.1.1 1.0.0.1
fr: par ex. 1.1.1.1 1.0.0.1
ja: 例: 1.1.1.1 1.0.0.1
ko: 예: 1.1.1.1 1.0.0.1
pt_br: ex.: 1.1.1.1 1.0.0.1
ru: например, 1.1.1.1 1.0.0.1
zh_hans: 例如 1.1.1.1 1.0.0.1
zh_hant: 例如 1.1.1.1 1.0.0.1

source: edit
de: bearbeiten
es: editar
fr: modifier
ja: 編集
ko: 편집
pt_br: editar
ru: правка
zh_hans: 编辑
zh_hant: 編輯

source: edited
de: bearbeitet
es: editado
fr: modifié
ja: 編集
ko: 편집됨
pt_br: editado
ru: изменён
zh_hans: 已编辑
zh_hant: 已編輯

source: empty reply
de: leere Antwort
es: respuesta vacía
fr: réponse vide
ja: 空の応答
ko: 빈 응답
pt_br: resposta vazia
ru: пустой ответ
zh_hans: 回复为空
zh_hant: 空白回覆

source: error %d
de: Fehler %d
fr: erreur %d
ja: エラー %d
ko: 오류 %d
pt_br: erro %d
ru: ошибка %d
zh_hans: 错误 %d
zh_hant: 錯誤 %d

source: full
de: voll
es: completa
fr: pleine
ja: フル充電
ko: 충전 완료
pt_br: carregada
ru: заряжен
zh_hans: 已充满
zh_hant: 已充滿

source: guest
de: Gast
es: invitado
fr: invité
ja: ゲスト
ko: 게스트
pt_br: convidado
ru: гостевая система
zh_hans: 客户机
zh_hant: 客體

source: i386 guest rootfs.
de: i386-Gast-rootfs.
es: Rootfs invitado i386.
fr: Rootfs invité i386.
ja: i386 ゲストルートファイルシステム。
ko: i386 게스트 rootfs.
pt_br: Rootfs convidado i386.
ru: Гостевая rootfs для i386.
zh_hans: i386 客户机根文件系统。
zh_hant: i386 客體 rootfs。

source: iOS denied access to the filesystem files. Restart the app; if it still fails, choose another filesystem or reimport this one.
de: iOS hat den Zugriff auf die Dateisystemdateien verweigert. Starte die App neu; schlägt es weiterhin fehl, wähle ein anderes Dateisystem oder importiere dieses erneut.
es: iOS denegó el acceso a los archivos del sistema de archivos. Reinicia la app; si sigue fallando, elige otro sistema de archivos o vuelve a importar este.
fr: iOS a refusé l'accès aux fichiers du système de fichiers. Redémarrez l'app ; si l'échec persiste, choisissez un autre système de fichiers ou réimportez celui-ci.
ja: iOS がファイルシステムのファイルへのアクセスを拒否しました。App を再起動してください。それでも失敗する場合は、別のファイルシステムを選択するか、このファイルシステムを再インポートしてください。
ko: iOS가 파일 시스템 파일에 대한 접근을 거부했습니다. 앱을 재시작하고, 그래도 실패하면 다른 파일 시스템을 선택하거나 이 파일 시스템을 다시 가져오십시오.
pt_br: O iOS negou acesso aos arquivos do sistema de arquivos. Reinicie o app; se ainda falhar, escolha outro sistema de arquivos ou reimporte este.
ru: iOS отказала в доступе к файлам файловой системы. Перезапустите приложение; если сбой повторится, выберите другую файловую систему или повторно импортируйте эту.
zh_hans: iOS 拒绝访问文件系统文件。请重新启动 App；如果仍然失败，请选择其他文件系统或重新导入此文件系统。
zh_hant: iOS 拒絕存取檔案系統檔案。請重新啟動 App；若仍失敗，請選擇其他檔案系統或重新匯入此檔案系統。
